import assert from 'assert';
/*
    문제 분류: 
    문제 레벨: 프로그래머스 2

    문제 풀이 여부: False
    문제 풀이 날짜: 2020-12-00 (+)

    실패 정확성 테스트 케이스: 
    실패 효율성 테스트 케이스: 
*/
/*
    1. 최초 접근:
        +

    2. 최초 발상:
    +

    3. 코드 작성 시 주의한 조건
    +

    4. 실패 이유
    - 효율성 테스트:
        +

    - 정확성 테스트:
        +
*/
/*
문제설명란
*/
/*
내해결방법란
*/
/*

    // 시도 후 최종 case인 경우 아래 템플릿 사용.
    (최초 발상 등의 내용은 XXX_시도1을 참고해주세요.)

    1. 효율성 문제 해결 방법:
    - 

    2. 정확성 문제 해결 방법:
    - 

    3. TODO: 
*/
const solution = (_, _) => {
    return 0;
};

const tc = () => {
    assert.strictEqual(solution(_, _), _);
};

export default tc;
